Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: Core partner
fr: Partenaire clé

source: Tunisia
fr: Tunisie

source: STATISTICS
fr: Statistiques

source: ECVET for transparency and recognition of learning outcomes and qualifications
fr: L’ECVET comme vecteur de transparence et de reconnaissance des acquis de l’'pprentissage et des qualifications

source: Communication problems
fr: Problèmes de communication

source: Adult education teacher
fr: Enseignant dans l'éducation des adultes

source: Residential care activities
fr: Activités en maisons de santé

source: Mobility of people in the labour market in continuing vocational training
fr: Mobilité des personnes dans le marché du travail dans la formation professionnelle continue

source: Changes to the curriculum/training programme
fr: Changements dans le programme de formation / dans le cursus

source: Chemical and process
fr: Chimie et processus

source: Music
fr: Musique

source: Curriculum development (CD) projects
fr: Projets de développement de programme d'études

source: European Year of Volunteering
fr: Année européenne du volontariat

source: Studying aspects of adult education and learning in the host country
fr: Etudier les aspects de l'éducation des adultes et de l'apprentissage du pays d'accueil

source: Social and civic competences
fr: Compétences civiques et sociales

source: Finance, banking, insurance
fr: Finance, banque, assurance

source: Other
fr: Autres frais

source: Lifelong learning dimension of higher education institutions
fr: La dimension de l'éducation et formation tout au long de la vie dans les établissements d'enseignement supérieur

source: Electrical power generation
fr: Génération d'énergie électrique

source: Double degree
fr: Douple diplôme

source: Employed in adult education, part time
fr: Employé dans l'éducation des adultes, à mi temps

source: Publishing House
fr: Maison de production

source: Environmental protection (others)
fr: Protection de l'environnement (autres)

source: developing
fr: En développement

source: Helped me open my organisation to new groups of adult learners (for Grundtvig grantholders only)
fr: M'a aidé à ouvrir mon établissement à de nouveaux groupes d'apprenants adultes (pour les bénéficiaires Grundtvig seulement)

source: European Non Governmental Organisation which pursues a goal of general European interest and whose activities are aimed at young people's participation in public life and in society and the development of European cooperation activities in the youth field. Its structure and activities must cover at least 8 programme Countries.
fr: Organisation non gouvernementale qui poursuit un but européen d'intérêt général et dont les activités ont pour objet la participation des jeunes dans la vie publique et la société, ainsi que le développement d'activités de coopération européenne dans le domaine de la jeunesse. Sa composition et ses activités doivent s'étendre sur au moins 8 pays du programme

source: Overall satisfaction regarding financial support provided by the Leonardo da Vinci programme
fr: Satisfaction globale concernant le soutien financier du programme Leonardo da Vinci

source: PLM (People in the Labour Market)
fr: Personnes sur le marché du travail (PMT)

source: Educational policy recommendation
fr: Recommandations en terme de politiques de l'éducation

source: Sports activities and amusement and recreation activities
fr: Activités sportives d'amusement et de récréation

source: Increased language skills
fr: Compétences linguistiques accrues

source: Language preparation received helped me to work in my occupational area
fr: La préparation linguistique reçue m'a aidé à travailler dans mon domaine professionnel

source: Operating Grants
fr: SUBVENTIONS DE FONCTIONNEMENT

source: Algeria
fr: Algérie

source: Disabled
fr: Handicapé

source: Activities of extraterritorial organizations and bodies
fr: Activités des organisations et des organismes extraterritoriaux

source: Religious professionals
fr: Professionnels religieux

source: Economics
fr: Economie

source: Teaching associate professionals
fr: Professionnels associés à l'enseignement

source: Manufacture of chemicals and chemical products
fr: Industrie chimique

source: Irish
fr: Irlandais

source: Business services agents and trade brokers
fr: Agents des services financiers et courtier en commerce

source: Promoting equality between men and women and contributing to combating all forms of discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation
fr: Favoriser l'égalité des hommes et des femmes et combattre toutes formes de discriminations basées sur le sexe, l'origine ethnique ou raciale, la religion et les croyances, le handicap, l'âge ou l'orientation sexuelle

source: Less widely taught languages
fr: Langues peu enseignées

source: Manufacture of textiles
fr: Industrie du textile

source: Individual
fr: Individuel

source: Europass Mobility Document
fr: Document Europass Mobilité

source: Development of mobility strategies in VET
fr: Développement des stratégies de mobilités dans l'EFP

source: Data processing technology
fr: Technologie de traitement de données

source: Optical and electronic equipment operators
fr: Opérateurs optiques et d'équipement électronique

source: Round 1: 02/02/2012
fr: Première session : 02/02/2012

source: Yes
fr: Oui

source: To a very small extent
fr: Très partiellement

source: Through my national agency
fr: A travers mon agence nationale

source: Study visits
fr: Visites d'études

source: OTHER SERVICE ACTIVITIES
fr: AUTRES ACTIVITES DE SERVICE

source: This sub-Action supports activities at European and national level which improve young people’s access to information and communication services and increase the participation of young people in the preparation and dissemination of user-friendly, targeted information products. It also supports the development of European, national, regional and local youth portals for the dissemination of specific information for young people. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
fr: Cette sous-action soutient des activités au niveau européen et national qui améliorent l'accès des jeunes à l'information et à la communication et accroît la participation des jeunes dans la préparation et la diffusion de produits adaptés et faciles d'accès. Elle soutient également le développement de portails européen, national, régional et local destinés à la diffusion d'informations dédiées aux jeunes. Les demandes de subvention relevant de cette sous-action doivent répondre à des appels à projets spécifiques.

source: Hosting organisation
fr: Organisation d'accueil

source: Social dialogue at community level
fr: Dialogue social au niveau communautaire

source: Manufacturing and processing (broad programmes)
fr: Fabrication et production (programmes généraux)

source: Social competence
fr: Compétence sociale

source: Yes we can find accommodation
fr: oui, nous pouvons lui trouver un logement

source: Round 3: 17/09/2012
fr: Troisième session : 17/09/2012

source: Business and administration
fr: Monde des affaires et administration

source: supporting
fr: Soutenir

source: Methods to increase trainees motivation
fr: Méthodes pour développer la motivation des stagiaires

source: Legislators and senior government officials
fr: Législateurs, hauts responsables gouvernementaux

source: OBSERVATION AND ANALYSIS
fr: OBSERVATION ET ANALYSES

source: Social work activities without accommodation
fr: Activités de travail social sans logement

source: Manufacture of computer, electronic and optical products
fr: Industrie du matériel informatique, électronique et des produits

source: Increased social skills
fr: Compétences sociales accrues

source: Language learning using the European Language Portfolio
fr: Apprentissage des langues au regard du Portfolio européen des langues

source: COM-Low-Medium
fr: COM-petit-moyen

source: Soil and water sciences
fr: Sciences de la terre et de l'eau

source: Developing digital learning environments for the acquisition of key competences
fr: Développer l'apprentissage numérique pour l'acquisition de compétences clé

source: Exhibition
fr: Exposition

source: Strategies for stimulating demand for learning
fr: Startégies pour stimuler la demande d'apprentissage

source: Other type of Counselling Service
fr: Autre type de service de conseil

source: I was given proper help to find a suitable host organisation/company where the mobility actually took part
fr: J'ai reçu l'aide appropriée pour trouver un organisme/entreprise adapté où la mobilité a eu lieu réellement.

source: Interdisciplinary Studies
fr: Etudes interdisciplinaires

source: 11-15 years
fr: 11-15 ans

source: Public company
fr: Entreprise publique

source: COMENIUS Multilateral school partnerships
fr: COMENIUS Partenariats scolaires multilatéraux

source: Greek
fr: Grec

source: Mobility strategies and removal of barriers to mobility in higher education
fr: Mobilité stratégique et l'élimination des barrières pour la mobilité en enseignement supérieur

source: Educators / mediators / learning facilitators
fr: Educateurs / médiateurs / formateurs

source: Architectural and engineering activities; technical testing and analysis
fr: Activités architecturales et d'ingénierie; essais et analyses techniques

source: Ndebele, North
fr: Ndebele, Nord

source: Brunei Darussalam
fr: Sultanat du Brunéi

source: Other types of Association
fr: Autre type d'association

source: Manufacture of other non-metallic mineral products
fr: Industrie d'autres produits minéraux non métalliques

source: Reinforcing transversal competences, such as digital competence, bridging the worlds of education and work
fr: Renforcer les compétences transversalles comme competence digitale, la création des mondes d'éducation et du travail

source: Cayman Islands
fr: Îles Cayman

source: Seminars
fr: Séminaires

source: I am a national of one of the countries participating in the LLP, namely:
fr: Je suis un ressortissant d'un des pays participant au programme EFTLV, à savoir le pays suivant:

source: Teachers
fr: Professeurs

source: VET providers associations
fr: Associations d'organismes d'éducation et de formation professionnelle

source: Company training department
fr: Département Formation en entreprise

source: Team-teaching and other collaborative working methods
fr: Co-enseignement et autres méthodes de travail collaborative

source: Database
fr: Base de données

source: Pedagogy and didactics
fr: Pédagogie et didactique

source: MOBILITY
fr: MOBILITE

source: To help young people acquire the basic life-skills and competences necessary for their personal development, for future employment and for active European citizenship
fr: Aider les jeunes à acquérir les qualifications et les compétences vitales de base qui sont nécessaires à leur développement personnel, à leur activité professionnelle future et à une citoyenneté européenne active

source: Mining and extraction
fr: Minage et extraction

source: to promote young people’s active citizenship in general and their European citizenship in particular
fr: Promouvoir la citoyenneté active des jeunes en général et leur citoyenneté européenne en particulier

source: Senior Volunteering Projects
fr: Projets de volontariat sénior

source: ERASMUS Accompanying measures
fr: ERASMUS Mesures d'accompagnement

source: STRUCTURAL
fr: STRUCTUREL

source: Trainees associations
fr: Associations de stagiaires

source: Water collection, treatment and supply
fr: Collecte, traitement et approvisionnement d'eau

source: Publishing Group
fr: Groupe de production

source: Teachers, trainers and other staff involved in any aspect of lifelong learning
fr: Enseignants, formateurs et autres personnels impliqués dans l'éducation et la formation tout au long de la vie

source: Communication in the mother tongue
fr: Communication dans la langue maternelle

source: Individual Pupil Mobility mentors and contact teachers requesting training in a language necessary for implementing the pupil mobilities
fr: Mobilité individuelle des mentors et des professeurs de contact qui souhaitent suivre une formation dans la langue doivent mise en œuvre la mobilité des étudiants

source: Round 1: 09/03/2012
fr: Première session : 09/03/2012

source: Environmental protection (broad programmes)
fr: Protection de l'environnement (programmes généraux)

source: Turkmenistan
fr: Turkménistan

source: Translation, interpretation
fr: Traduction, interprétariat

source: Motion picture, video and television programme production, sound recording and music publishing activities
fr: Film cinématographique, production d'émission télévisée et de vidéo, enregistrement sonore et activités de publication de musique

source: House keepers
fr: Gardiens de maison

source: (CLIL) Content and Language Integrated Language Teaching
fr: (EMILE) Enseignement d'une Matière Intégré à une Langue Etrangère

source: Development of training courses
fr: Développement de cours

source: Informal European network
fr: Réseau européen informel

source: Plant and machine operators and assemblers
fr: Ouvrier en usine, opérateurs de machines, assembleurs

source: Assignements HEI
fr: Affectations établisement d'enseignement supérieur

source: Uzbek
fr: Ouzbek

source: Research
fr: Recherche

source: Academic Networking in adult education
fr: Réseaux académiques en éducation pour adultes

source: Thailand
fr: Thaïlande

source: ARTS, ENTERTAINMENT AND RECREATION
fr: ARTS, DIVERTISSEMENT ET RECREATION

source: The role of adult education in strengthening social inclusion and gender equality
fr: Le rôle de l'éducation des adultes dans le renforcement de l'inclusion sociale et l'égalité des sexes

source: Turkmen
fr: Turkmène

source: Not for Profit
fr: A but non lucratif

source: Support to literacy and "transversal key competences"
fr: Soutien au lettrisme et " compétences-clés transversales"

source: Humanities
fr: Sciences Humaines

source: PROJECTS
fr: PROJETS

source: Cook Islands
fr: Îles Cook

source: Fair
fr: Acceptable

source: Promotion of lifelong learning strategies, including pathways between the different education and training sectors
fr: Promotion des stratégies pour la formation tout au long de la vie, incluant les liens entre les differents secteurs de la formation et d'éducation

source: Language learning and linguistic diversity
fr: Apprentissage de langues et diversité linguistique

source: Gender equality
fr: Égalité homme-femme

source: Working life
fr: Vie professionnelle

source: LITHUANIA
fr: LITUANIE

source: This sub-Action will be used by the Commission to fund seminars, colloquia and meetings to facilitate the implementation of the Programme and the dissemination and exploitation of its results.
fr: Cette sous-action sera utilisée par la Commission pour financer les séminaires, les colloques et réunions afin de faciliter la mise en oeuvre du programme, sa diffusion et l'exploitation de ses résultats.

source: Time management
fr: Gestion du temps

source: Teaching basic skills for adult learners
fr: Enseigner les compétences de base à des apprenants adultes

source: Latin America with agreements
fr: Amérique Latine avec accords

source: Astronomy, astrophysics
fr: Astronomie, astrophysique

source: Managerial lessons learned and know-how
fr: Savoir-faire et leçons acquises en terme de management

source: Results achievement
fr: Réalisation de résultats

source: ACTIVITIES OF EXTRATERRITORIAL ORGANIZATIONS AND BODIES
fr: ACTIVITES DES ORGANISATIONS ET DES ORGANISMES EXTRATERRITORIAUX

source: BELGIUM
fr: BELGIQUE

source: 6 months
fr: 6 mois

source: I now consider working in another country
fr: j'envisage maintenant de travailler dans un autre pays

source: A teacher requesting training in less widely taught and less used languages
fr: Un enseignant demandant une formation dans une langue peu usitée et moins enseignée

source: Manual workers
fr: Travailleurs manuels

source: Craft and related trades workers
fr: Ouvriers du commerce et de l'artisanat

source: Environmental sciences, ecology
fr: Sciences de l'environnement, écologie

source: Both Sending and Host organisation
fr: Organisation d'envoi et d'accueil

source: Support to the European Youth Forum
fr: Soutien au Forum Européen de la Jeunesse

source: Application Form
fr: Formulaire de candidature

source: Food science and technology
fr: Science et technologie de l'alimentation

source: FINLAND
fr: FINLANDE

source: 22 months
fr: 22 mois

source: ERASMUS Staff Mobility - Staff Training
fr: ERASMUS Mobilité du personnel - Missions de formation

source: Manual workers in industry and services
fr: Travailleurs manuels dans l'industrie et les services

source: Computer science
fr: Informatique

source: Wholesale and retail trade and repair of motor vehicles and motorcycles
fr: Commerce de gros et de détail et réparation des véhicules à moteur et des motocyclettes

source: Producer
fr: Producteur

source: LEONARDO DA VINCI Partnerships
fr: LEONARDO DA VINCI Partenariats

source: Environmental education
fr: Education environnementale

source: Overall satisfaction regarding support from sending organisation for practical arrangements
fr: Satisfaction globale concernant le support de l’organisme d’envoi pour les dispositions pratiques

source: Trilateral exchange
fr: Échange trilatéral

source: 11 months
fr: 11 mois

source: Animal welfare
fr: Bien-être des animaux

source: Directors and chief executives
fr: Directeurs et dirigeants

source: Un-identified
fr: Non identifié

source: My own insufficient language skills
fr: Mon niveau en langue insuffisant

source: Recruited
fr: Recruté

source: Employees
fr: Employés

source: Projects encouraging innovation and quality
fr: Projets encourageant l'innovation et la qualité

source: COMENIUS Multilateral networks
fr: COMENIUS Réseaux multilatéraux

source: School development, leadership and links with the world of work
fr: Développement de l'école, le leadership et les liens avec le monde du travail

source: Social and behavioural science (others)
fr: Science sociale et du comportement (autres)

source: COMENIUS In-Service Training for Teachers and other Educational Staff (IST)
fr: COMENIUS Formation continue pour les enseignants et le personnel éducatif

source: Gambia
fr: Gambie

source: the linkage between culture and education
fr: Lien entre culture et éducation

source: To a very high extent
fr: Fortement

source: Host Expressions of Interest
fr: Manifestations d'intérêt à l'accueil

source: Civil engineering
fr: Ingénieur civil

source: Bilateral exchange
fr: Échange bilatéral

source: 20-26 years
fr: 20-26 ans

source: Mining of coal and lignite
fr: Extraction de houille et de lignite

source: Seminar
fr: Séminaire

source: European Citizenship
fr: Citoyenneté européenne

source: Applicant co-ordinator
fr: Candidat coordinateur

source: Gave me a wider range of teaching approaches/methods/techniques/materials to choose from
fr: M'a apporté un éventail plus large sur les approches/les méthodes/les techniques/les supports d'enseignement

source: Education managers
fr: Gestionnaires d'éducation

source: Still inactive graduates with adult education qualification
fr: Jeunes dipômés sans emploi dans le domaine de l'éducation des adultes

source: Raising student achievement
fr: Favoriser la réussite des étudiants

source: STUDY VISITS
fr: VISITES D'ETUDES

source: Craft skills
fr: Compétences en Artisanat

source: The organisation where I trained/worked met my training needs
fr: L'organisme dans lequel j'ai travaillé/ me suis formé(e) a satisfait mes besoins en formation

source: Manufacture of wood and of products of wood and cork, except furniture; manufacture of articles of straw and plaiting materials
fr: Industrie du bois et des produits du bois et du liège, excepté les meubles; industrie de la vannerie et des matériaux de tressage.

source: For profit
fr: A but lucratif

source: NETHERLANDS
fr: PAYS-BAS

source: 16 months
fr: 16 mois

source: Cambodia
fr: Cambodge

source: 51 to 250
fr: 51 à 250

source: Health problems
fr: Problèmes de santé

source: Agriculture, forestry and fishery (broad programmes)
fr: Agriculture, sylviculture et pêche (programmes généraux)

source: Artistic education, also including Arts and Crafts and Music
fr: Formation artistique, incluant aussi les arts, l'artisanat et la musique

source: Swedish
fr: Suédois

source: Turkish
fr: Turc

source: Cultural awareness and expression
fr: Sensibilité et expression culturelle

source: Geodesy, cartography, remote sensing
fr: Géodésie, cartographie, télédétection

source: Skilled agricultural and fishery workers
fr: Ouvriers agricoles et piscicoles spécialisés

source: promoting
fr: Promouvoir

source: Africa, Caribbean and Pacific
fr: Afrique, de Caraibes et Pacifique

source: Engineering and engineering trades (others)
fr: Ingénierie et métiers de l'ingénierie (programmes généraux)

source: Sound
fr: Son

source: Organisational problems with partner organisations
fr: Problèmes d'organisation avec les organismes partenaires

source: Improve learners comprehension and expression in a language
fr: Améliorer la compréhension et l’expression des élèves en langue étrangère

source: Script-editor
fr: Editeur de scripts

source: Bahrain
fr: Bahreïn

source: I am a national of another country enrolled in regular courses in an institution of higher education or living in a participating country under the conditions fixed by this participating country, namely:
fr: Je suis originaire d’un autre pays et inscrit à des cours régulièrement organisés par un établissement d’enseignement supérieur, ou je vis dans un pays participant selon les termes fixés par ledit pays, à savoir:

source: Health professionals (except nursing)
fr: Professionnels de la santé (sauf les infirmières)

source: European Integration Studies
fr: Etudes sur l'intégration européenne

source: Transfer
fr: Transfert

source: Museum
fr: Musée

source: Platform of pan-European organisations
fr: Plateforme d'organisations Pan européennes

source: Lisbon partnership for growth and jobs
fr: Partenariat de Lisbonne pour la croissance et l’emploi

source: Europass Curriculum Vitae (CV)
fr: Curriculum Vitae Europass (CV)

source: Non-profit civil society organisation with a legal status
fr: Organismes de la société civile, à but non lucratif, et ayant un statut légal

source: New curricula and qualifications
fr: Nouveaux programmes et qualifications

source: Eritrea
fr: Érythrée

source: Puerto Rico
fr: Porto Rico

source: physical education and sport
fr: Education physique et sportive

source: Experience gained from town-twinning, cultural events
fr: Expérience acquise dans le cadre de jumelages ou d'événements culturels

source: VETPRO (VET Professionals)
fr: Personnels de la formation professionnelle (PROE)

source: Transferring and implementing results (multiplication) and/or mainstreaming them into policies
fr: Transférer et réaliser des résultats (multiplication) et/ou les actualiser dans la stratégie

source: Acquisition of key competences in education and training throughout lifelong learning
fr: Acquisition des compétences-clés en éducaton et formation tout au long de la vie

source: Literacy
fr: Alphabétisation

source: Kurdish
fr: Kurde

source: GRUNDTVIG Senior Volunteering Projects
fr: GRUNDTVIG Projets de volontariat senior

source: Pedagogical workload
fr: Charge de travail trop importante

source: Assistant (incl. host)
fr: Assistant (hôte inclus)

source: WATER SUPPLY; SEWERAGE, WASTE MANAGEMENT AND REMEDIATION ACTIVITIES
fr: APPROVISIONNEMENT EN EAU, SYSTEME D'EGOUTS, GESTION DES DECHETS ET ACTIVITÉS DE RECYCLAGE
